mapping-pilot-tooling/data/CV-JV/CVs/vet/vet-nurse-III_en.anon.org
#+TITLE: John Doe
* Trainee Veterinary Nurse
** Trainee Veterinary Nurse
TIME - February 2010 to Present

As a trainee Veterinary Nurse my day to day duties include: assisting the Veterinary Surgeons in theatre, triage of sick and injured animals and also diagnosis/ treatment, calculating and then administering medication, serving any and all needs of clients, laboratory analysis of blood and bodily fluids, radiography, ultrasound imaging and analysis.
** Patient Care Assistant
RSPCA Harmsworth Memorial Hospital - November 2005 to February 2010

My job as a patient care assistant involved a wide variety of areas of animal care. The patient care assistants are responsible for the owned, stray and abandoned animal1s care both pre and post surgery. We administer medical treatment and keep daily records of the animal1s progress. We were responsible for monitoring anaesthetics during surgery and we identified and notify the vets of any abnormalities. An important aspect of the role was making initial assessments (triage) of an animal's needs and determining the appropriate medical treatment. When working on a night shift the nurses are solely responsible for all the animals including the critical care patient1s needs and treatment. Another area of responsibility was reception; this included serving the general public and dispense medication to the owners of the animals.

** Community Care Assistant
Ace Homecare - January 2005 to November 2005

My work as a community care assistant predominantly involved caring for the elderly. My tasks included making sure that they had their medication on time, assisting the elderly with washing and dressing and cleaning and preparation of their food. I was responsible for maintaining records of daily tasks, their wellkbeing and reporting of client's problems or needs to the appropriate authority.

** Ward Assistant
Royal Veterinary College - January 2002 to December 2004

In this role my jobs entailed the preparation of the animal feeds, the administration of tablets required for the patients, exercising the dogs, physiotherapy and hydrotherapy, restraining procedures and keeping the place hygienic and tidy. As part of the job I was required to partake of in various wards within the hospital. This required me to liaise with other members of staf, in the day-to-day running of the wards. I was responsible for updating patient1s records and reporting of pertinent information to the appropriate member of staff.

** Assistant Manager
Thorntons - September 2001 to December 2001

In my role as assistant manager I was responsible for the day-to-day running of the shop. This included management of staf, and staf, development. I was responsible for the cashing up of the daily takings and the recording of information to file. I also carried out the weekly banking and the daily opening and closing
of the shop.
** Animal Care Assistant
Caribbean Boarding Kennels - March 2001 to September 2001
(part time)

I carried out duties such as feeding, grooming, exercising and cleaning. I was taught how to train dogs and help rear puppies. I also worked with horses; cleaning, feeding and grooming them. My work also included the entering of data of existing and prospective clients via a computer and general office administration.

** Animal Care Assistant
Willers Mill Wildlife Park - June 2000 to March 2001
(part time)
I worked initially as a volunteer and then commenced as a full time paid member of the park, cleaning and feeding the animals, occasionally giving them medical treatment, nursing and the rehabilitation of sick animals. 

** Animal Care Assistant
Small Animal Care Unit at Oaklands College

I was responsible for the feeding, administration of medication and medical treatment to the animals. I was responsible for maintaining detailed records of the animals on a computer system; this involved word processing, spread sheets and database applications.

* EDUCATION
** Diploma in Veterinary Nursing
College of Animal Welfare
2011 to Present
** Certificate
Oakland's Campus - Alban
1998 to 2000
** Diploma in Animal Care
Hitchin Girls School
1993 to 1998
